Repository: 84000/data-translation-memory
Catalog: toh339-v2.tmx
Source language: bo
Languages: en

source: ནོར་མང་པོ་དང་། སྤྱོད་པ་མང་པོ་དང་། མང་པོའི་ཇོ་བོར་འགྱུར་ཏེབློན་པོ་དང་། གྲོགས་པོ་དང་། གཉེན་དང་། རིགས་གཅིག་པ་མང་དུ་བདོག་པ་དང་།
en: richly endowed with wealth and possessions. Having become an important person of high rank, one will have many ministers, assistants, relatives, and clan members; [881] one will have many possessions;

source: མཛོད་དང་བང་བ་ཀུན་ཀྱང་གང་བ།
en: and one’s treasury and granary will always be well filled.

source: ཤིན་ཏུ་བདེ་ཞིང་བཞོན་པ་མང་པོ་དང་ལྡན་པ་དེ་ལྟ་བུ་ནི་སྐྱིད་པ་ཀུན་སྤྱོད་དེ་ཕྱིས་དམས་པ་དང་། ཟད་པར་འགྱུར་ཏེ་
en: One will be happy and possess many mounts and carriages. Throughout, one is enjoying happiness, but later it diminishes and is exhausted.

source: མི་བདེ་བར་སོང་བ་ལས་འདི་ལྟ་བུ་འདུས་པའི་གང་ཟག་ནི་སྔར་བཙན་ཕྱུག་ཅིང་བདེ་ཡང་ཕྱིས་བཀྲེས་ཤིང་དམས་པས་མི་བདེ་བར་འགྱུར་རོ། །
en: Having thus arrived at unhappiness, the person who has accumulated such an action consequently is powerful, wealthy, and happy at first; but later, weakened by hunger, becomes unhappy.

source: ཇི་ལྟར་གང་ཟག་ལས་འདུས་པས་སྔར་མི་བདེ་བ་ལ་ཕྱིས་བདེ་བར་འགྱུར་བའི་ལས་ཀྱི་འབྲས་བུ་ནི་གང་ཡིན་ཞེ་ན།
en: “What kind of action, when accumulated, leads a person to be unhappy at first, and happy in the future as a karmic result?

source: གང་ཟག་སུ་ཡང་རུང་སྟེ། སྦྱིན་པ་སྔར་མ་དད་པར་བྱིན་ནས་དད་ཅིང་རངས་པའི་སེམས་ཕྱིས་སྐྱེས་པའི་གང་ཟག་དེ་ནི་མིར་སྐྱེས་ན་ཡང་དབུལ་པོའི་རིགས་སུ་སྐྱེ་སྟེ།
en: Suppose one makes an offering without faith at first, but later one’s mind grows faithful and one feels elated. If one is reborn as a human, one will be born into a poor family.

source: ཟས་དང་སྤྱོད་པ་ཉུང་བ། ཉོན་མོངས་ཤིང་ཟས་དང་གོས་མེད་པ་ལས་ཕྱིས་བཙན་ཕྱུག་ཅིང་སྐྱིད་པར་གྱུར་ཏེ། ཅིའང་འཕེལ་ཏེ།
en: Food and possessions will be scarce. From a state of being distressed and without food and clothing, one will later become powerful, wealthy, and happy, and everything will increase.

source: ཅིས་ཀྱང་མི་བྲེལ་བར་འགྱུར་བ་འདི་ལྟ་བུའི་གང་ཟག་ནི་སྔར་མི་བདེ་ལ་ཕྱིས་བདེ་བར་གྱུར་པའོ། །
en: A person who has thus come to lack nothing is unhappy at first but becomes happy in the future.

source: ཇི་ལྟར་གང་ཟག་ལས་འདི་ལྟ་བུར་གྱུར་པས་སྔར་ཀྱང་བདེ་ལ་ཕྱིས་ཀྱང་བདེ་བར་འགྱུར་བའི་ལས་གང་ཡིན་ཞེ་ན།
en: “What kind of action, when accumulated, leads a person to be happy at first, and happy in the future?

source: གང་ཟག་སུའང་རུང་སྟེ་སྦྱིན་པ་བྱིན་པ་ཡང་མང་པོ་དང་རངས་པར་བྱིན།
en: Suppose that one makes a lavish offering and gives it joyfully, and

source: བདག་ཀྱང་ཡིད་དགའ་སྟེ་བྱིན་པས་ཕྱིས་མི་འགྱོད་པའི་གང་ཟག་དེའི་འབྲས་བུ་ནི་མིར་སྐྱེས་ན་ཡང་ཕྱུག་པའི་རིགས་སུ་སྐྱེས་ཏེ།
en: that because of giving, one’s own mind becomes happy, and one does not have regrets later. The karmic fruit for one such as this, if reborn as human, is that one will be born into a wealthy family and

source: ནོར་མང་པོ་སྤྱོད་པ་དང་། མང་པོའི་ཇོ་བོར་གྱུར་ནས་བློན་པོ་དང་། གྲོགས་པོ་དང་། གཉེན་དང་རིགས་གཅིག་པ་མང་དུ་བདོག་པ་དང་། བང་མཛོད་ཐམས་ཅད་ཀྱང་གང་བ།
en: enjoy abundant wealth. After becoming an important person of high rank, one will have many ministers, assistants, relatives, and clan members; one will have plentiful possessions, and the granary will always be full.

source: ཤིན་ཏུ་བདེ་ཞིང་བཞོན་པ་མང་པོ་དང་།
en: One will be profoundly happy and possess many mounts and carriages.

source: དེ་ལྟ་བུའི་རིགས་སུ་སྐྱེ་སྟེསྐྱིད་པ་དེ་ལྟ་བུའི་ཕྱིར་སྐྱེ་ཞིང་འཕེལ་བར་འགྱུར་ཏེ།
en: Born in such a family, happiness of that kind will arise and increase.

source: གང་ཟག་ལས་འདི་ལྟ་བུ་འདུས་པས་སྔར་ཡང་བདེ། ཕྱིས་ཀྱང་བདེ་བར་འགྱུར་རོ། །
en: Therefore, a person, by accumulating such an action, will be happy at first, and in the future.

source: ཇི་ལྟར་གང་ཟག་ལས་འདི་ལྟ་བུ་འདུས་པས་སྔར་མི་བདེ་ལ་ཕྱིས་ཀྱང་མི་བདེ་བར་འགྱུར་བའི་ལས་ཀྱི་འབྲས་བུ་ནི་གང་ཡིན་ཞེ་ན།
en: “What kind of action, when accumulated, leads a person to be unhappy at first, and unhappy in the future as a karmic result? [882]

source: གང་ཟག་སུ་ཡང་རུང་སྟེ། དགེ་བའི་གྲོགས་པོ་སྤངས་པ་ཡིན།
en: Suppose one has abandoned one’s virtuous friend,

source: སུས་ཀྱང་སྦྱིན་པ་ལ་མ་བཅུག་པ་ཡིན།
en: no one at all has encouraged one to engage in generosity, and

source: བདག་ཉིད་ཀྱིས་ཀྱང་གཞན་ལ་སྦྱིན་པ་མ་བྱས་པ་ཡིན་པའི་གང་ཟག་དེ་ལྟ་བུ་ནི་མིར་སྐྱེས་ན་ཡང་དབུལ་པོ་བཀྲེས་པ་དང་། ཟས་སྐོམ་གྱིས་ཕོངས་པ། གོས་རྒྱབ་ཀྱིས་ཕོངས་ཤིང་བྲེལ་ཏེ།
en: one also has not made any offerings to others on one’s own accord. If one such as this is reborn as a human, one will be poor and famished, lacking food and drink, lacking clothing, and

source: ཉོན་མོངས་བཞིན་དུ་འཚོ་བ་དང་། ཟས་སྐོམ་དང་། གོས་རྒྱབ་ཀྱིས་མི་འཚོ་བ་དང་། ཕྱིས་ཀྱང་དེ་ལས་སྐྱིད་ཅིང་སྤྱོད་པ་འཕེལ་བར་འགྱུར་བ་ཡང་མེད་དེ།
en: therefore living in distress, or one will live without food, drink, or clothing. Also, in the future, due to those conditions one will not become happy or enjoy an increase in resources.

source: གང་ཟག་ལས་དེ་ལྟ་བུ་འདུས་པས་ན་སྔར་ཡང་མི་བདེ། ཕྱིས་ཀྱང་བདེ་བར་མི་འགྱུར་རོ། །
en: One who has accumulated such an action will not be happy at first and will also be unhappy in the future.

source: ཇི་ལྟར་གང་ཟག་ལས་འདི་ལྟ་བུ་འདུས་པས་ཕྱུག་ལ་སེར་སྣ་ཅན་དུ་བྱེད་པར་འགྱུར་བའི་ལས་ཀྱི་འབྲས་བུ་གང་ཡིན་ཞེ་ན།
en: “What kind of action, when accumulated, leads a person to be stingy although being wealthy as a karmic result?

source: གང་ཟག་སུ་ཡང་རུང་སྟེ་སྦྱིན་པའི་གནས་ལ་ཅི་ཡང་བུངས་མི་ཆེ་ཞིང་ཉུང་ངུ་བྱིན་པ་ཡིན།
en: Suppose one is not at all magnanimous toward worthy recipients of offerings and offers only a small amount;

source: གཏོང་བ་ལ་ནི་བསྲི་ཞིང་གོམས་པར་བྱས་པས་གང་ཟག་དེ་མིར་སྐྱེས་ན་ཡང་ཕྱུག་པོའི་རིགས་སུ་སྐྱེ་སྟེ།
en: through being parsimonious when giving, while nonetheless making it a habit, one will be born in a wealthy family.

source: ནོར་དང་སྤྱོད་པ་མང་པོ་ཡོད་ཀྱང་སེར་སྣ་བྱེད་པར་འགྱུར་ཏེ།
en: Although one will have at one’s disposal extensive wealth and many possessions, one will be stingy.

source: དེ་ལྟ་བུའི་ལས་འདུས་པའི་གང་ཟག་ནི་ཕྱུག་ལ་སེར་སྣ་ཆེ་བ་ཡིན་ནོ། །
en: A person who has accumulated such an action will, although wealthy, be very stingy.

source: ཇི་ལྟར་ཕྱུག་ལ་གཏོང་ཕོད་པའི་ལས་ཀྱི་འབྲས་བུ་ནི་གང་ཞེ་ན།
en: “What kind of action leads a person to be wealthy and generous as a karmic result?

source: གང་ཟག་སུ་ཡང་རུང་སྟེ། སྦྱིན་པའི་གནས་ལ་མང་དུ་བྱིན་ཞིང་། སྦྱིན་པ་ཕྱིར་ཞིང་གོམས་པར་བྱས་པ་ཡིན་ཏེ།
en: Suppose one offers lavishly and has developed the habit of making very a large offering to a worthy recipient of offerings.

source: གང་ཟག་དེ་མིར་སྐྱེས་ན་ཡང་ཕྱུག་པོའི་རིགས་སུ་སྐྱེ་སྟེ།
en: If one is reborn as a human, one will be reborn into a wealthy family;

source: ཟས་དང་སྤྱོད་པས་འཚོ་ཞིང་གཏོང་བ་ཡིན་ཏེ།
en: one can lead a life of abundance in food and possessions, and one will be a generous person.

source: ལས་དེ་ལྟ་བུ་འདུས་པ་ནི་ཕྱུག་ལ་གཏོང་ཕོད་པའོ། །
en: The accumulation of such an action leads to being wealthy and generous.

source: ཇི་ལྟར་ན་དབུལ་ལ་གཏོང་ཕོད་པའི་ལས་ཀྱི་འབྲས་བུ་ཡིན་ཞེ་ན།
en: “What kind of action leads a person to be poor and generous as a karmic result?

source: གང་ཟག་སུ་ཡང་རུང་། སྦྱིན་པའི་གནས་མ་ཡིན་པ་ལ་མང་དུ་བྱིན་ཡང་སྦྱིན་པ་ཕྱིར་ཞིང་གོམས་པར་བྱས་པ་ཡིན་པས་གང་ཟག་དེ་མིར་སྐྱེས་ན་ཡང་དབུལ་པོའི་རིགས་སུ་སྐྱེ་སྟེ།
en: Suppose one offers lavishly and has made it a habit to make a large offering to those who are not worthy recipients of offerings. If one is reborn as a human, one will be reborn into a poor family,

source: ཟས་དང་སྤྱོད་པས་མི་འཚོ་ཞིང་ཉོན་མོངས་ནས་སྡུག་ཅིང་གོས་ཟས་ཀྱིས་མི་འཚོ་ཡང་གཏོང་བ་ཡིན་ཏེ།
en: will not be able to lead a life of abundance in food and possessions, and will suffer hardship. [883] But even though one does not have enough clothing or food to provide for one’s own life, one is generous.

source: ལས་དེ་ལྟ་བུ་འདུས་པའི་གང་ཟག་ནི་དབུལ་ལ། གཏོང་ཕོད་པའོ། །
en: A person who has accumulated such an action will be poor and generous.

source: ཇི་ལྟར་གང་ཟག་ལས་འདི་ལྟ་བུ་འདུས་པས་དབུལ་ལ་སེར་སྣ་བྱེད་པའི་ལས་སུ་གྱུར་པ་ཡིན་ཞེ་ན།
en: “What kind of action, when accumulated, leads a person to be poor and stingy?

source: གང་ཟག་སུ་ཡང་རུང་། དགེ་བའི་གྲོགས་པོ་སྤངས་པ་སུས་ཀྱང་སྦྱིན་པ་ལ་མ་བཅུག་པ་ཡིན།
en: Suppose one has abandoned one’s virtuous friend, no one at all has encouraged one to engage in generosity, and

source: ཉིད་ཀྱིས་ཀྱང་སྦྱིན་པ་མ་བྱིན་པ་ཡིན།
en: neither has one made any offerings on one’s own accord—

source: སྡིག་པའི་ལས་ཀྱང་མ་བསམས་མ་བྱས་པ་ཡིན་ཏེ།
en: but one has not intentionally carried out any evil actions—

source: གང་ཟག་སུ་ཡང་རུང་སྟེ། དེ་མིར་སྐྱེས་ན་ཡང་དབུལ་པོའི་རིགས་སུ་སྐྱེ་སྟེ།
en: then, even if one were to be reborn as a human, one would be born into a poor family.

source: ཟས་དང་སྤྱོད་པ་ལ་སོགས་པས་མི་འཚོ་ཞིང་ཉོན་མོངས་ནས་སྡུག་ཅིང་གོས་ཟས་ཀྱིས་བྲེལ་ནས་སེར་སྣ་བྱེད་པ་ཡིན་ཏེ།
en: One would live without food or possessions and suffer hardship. Constantly toiling to obtain clothing and food, one will be stingy.

source: ལས་དེ་ལྟ་བུ་འདུས་པའི་གང་ཟག་ནི་དབུལ་པོ་ལ་སེར་སྣ་བྱེད་པའོ། །
en: A person who has accumulated such an action will be poor and stingy.

source: གང་ཟག་ཚེ་ཟད་ལ་ལས་མ་ཟད་པ་གང་ཞེ་ན།
en: “What kind of persons have exhausted their lifespans but not the potential of their past actions?

source: གང་ཟག་སུ་ཡང་རུང་། སེམས་ཅན་དམྱལ་བར་ཤི་ནས་ཡང་སེམས་ཅན་དམྱལ་བར་སྐྱེ་བ།
en: Suppose that someone, although having passed away in the hell realm, is subsequently reborn in hell;

source: བྱོལ་སོང་ལས་ཤི་ནས་ཡང་བྱོལ་སོང་དུ་སྐྱེ་བ།
en: or having passed away as an animal, is reborn as an animal;

source: རིང་དུ་འཁྱམས་པ་ལས་ཤི་ན་ཡང་རིང་དུ་འཁྱམས་པར་སྐྱེ་བ།
en: or having passed away in the ghost realm, is reborn as a ghost;

source: ཨ་སུ་ར་ལས་ཤི་ནས་ཡང་ཨ་སུ་རར་སྐྱེ་བ།
en: or having passed away in the realm of asuras, is reborn as an asura;

source: མི་ལས་ཤི་ནས་ཡང་མིར་སྐྱེ་བ་
en: or having died as a human, is reborn as a human.

source: དེ་ལྟ་བུའི་གང་ཟག་ནི་ཚེ་ཟད་ལ་ལས་མ་ཟད་པ་ཡིན་ནོ། །
en: Such persons have exhausted their lifespans but not the potential of their past actions.

source: གང་ཟག་ལས་ཟད་ལ་ཚེ་མ་ཟད་པ་གང་ཞེ་ན།
en: “What kind of persons have exhausted the potential of their past actions but not their lifespans?

source: གང་ཟག་སུ་ཡང་རུང་སྟེ། སྔོན་སྐྱིད་ལ་ཕྱིས་སྡུག་པར་གྱུར་པ། སྔ་ན་སྡུག་ལ་ཕྱི་ནས་སྐྱིད་པར་གྱུར་པ་
en: Those who formerly were happy and later became unhappy; or those who formerly were unhappy and later became happy.

source: དེ་ལྟ་བུའི་གང་ཟག་ནི་ལས་ཟད་ལ་ཚེ་མ་ཟད་པ་ཡིན་ནོ། །
en: Such persons have exhausted the potential of their past actions but not their lifespans.

source: གང་ཟག་ལས་དང་ཚེ་གཉིས་ཀ་ཟད་པ་གང་ཞེ་ན།
en: “What kind of persons have exhausted both the potential of their past actions and their lifespans?

source: གང་ཟག་སུ་ཡང་རུང་སྟེ། སེམས་ཅན་དམྱལ་བ་ལས་ཤི་ནས་བྱོལ་སོང་དུ་སྐྱེས་པ།
en: Suppose a person, having passed away in the hell realm, is reborn as an animal;

source: བྱོལ་སོང་ལས་ཤི་ནས་རིང་དུ་འཁྱམས་པར་སྐྱེས་པ།
en: or having passed away as an animal, is reborn as a ghost;

source: རིང་དུ་འཁྱམས་པ་ལས་ཤི་ནས་ཨ་སུ་རར་སྐྱེས་པ།
en: or having passed away as a ghost, is reborn as an asura;

source: ཨ་སུ་ར་ལས་ཤི་ནས་མིར་སྐྱེས་པ།
en: or having passed away as an asura, is reborn as a human;

source: མི་ལས་ཤི་ནས་ལྷར་སྐྱེས་པ།
en: or having passed away as a human, is reborn as a god.

source: དེ་ལྟ་བུའི་གང་ཟག་ནི་ལས་དང་ཚེ་གཉིས་ཀ་ཟད་པ་ཡིན་ནོ། །
en: Such persons have exhausted both the potential of their past actions and their lifespans.

source: གང་ཟག་ལས་གང་གིས་ན་ཚེ་ཡང་མ་ཟད་ལས་ཀྱང་མ་ཟད་ལ་མྱ་ངན་སྤངས་པ་གང་ཞེ་ན།
en: “What kind of persons, through which kind of action, [884] have eliminated suffering while neither their lifespans nor the potential of their past actions is exhausted?

source: རྒྱུན་དུ་ཞུགས་པ་དང་། ལན་ཅིག་ཕྱིར་འོང་བ་དང་། ཕྱིར་མི་འོང་བ་དང་། དགྲ་བཅོམ་པ་གང་ཟག་དེ་རྣམས་ལས་དང་ཚེ་མ་ཟད་མོད་ཀྱི་མྱ་ངན་སྤངས་པའོ། །
en: The stream enterers, the once-returners, the non-returners, and the arhats—these individuals have eliminated suffering, although they have indeed neither exhausted the potential of their past actions nor their lifespans.

source: གང་ཟག་ལུས་བདེ་ལ་སེམས་མི་བདེ་བ་གང་ཞེ་ན།
en: “What kind of person is well in body but not in mind?

source: མ་རབས་ཀྱིས་བསོད་ནམས་བྱས་ནས་འཁོར་ལོ་སྐོར་བའི་རྒྱལ་པོར་གྱུར་པ་དེ་ལྟ་བུའི་གང་ཟག་ནི་ལུས་བདེ་ལ་སེམས་མི་བདེ་བའོ། །
en: An ordinary worldly person who, after having acquired merit, becomes a universal monarch— this kind of person is well in body but not in mind.

source: གང་ཟག་སེམས་བདེ་ལ་ལུས་མི་བདེ་བ་གང་ཞེ་ན།
en: “What kind of person is well in their mind but not in their body?

source: བསོད་ནམས་མ་བྱས་པའི་དགྲ་བཅོམ་པ་སྟེ་ཁྲིམས་རྫོགས་པ།
en: An arhat who has not accumulated merit but whose ethical conduct is perfect.

source: འགུག་པ་ལྟ་བུ་དགྲ་བཅོམ་པའི་གང་ཟག་ནི་སེམས་བདེ་ལ་ལུས་མི་བདེ་ཞེས་བྱའོ། །
en: A person such as Lekuñcika, who is an arhat, is well in mind, but his body is not well.

source: གང་ཟག་ལུས་དང་སེམས་གཉིས་ཀ་བདེ་བ་གང་ཞེ་ན།
en: “What kind of person is well in both mind and body?

source: བསོད་ནམས་བྱས་པའི་དགྲ་བཅོམ་པ་སྟེ། ཁྲིམས་རྫོགས་པ་རྡོ་སྟོབས་ལྟ་བུའི་གང་ཟག་ནི་ལུས་དང་སེམས་གཉིས་ཀ་བདེ་བའོ། །
en: An arhat who has accumulated merit, a person like Śaivala, whose ethical conduct is perfect, is well in both mind and body.

source: གང་ཟག་ལུས་དང་སེམས་གཉིས་ཀ་མི་བདེ་བ་གང་ཞེ་ན།
en: “What kind of persons are unwell in their minds and in their bodies?

source: མ་རབས་ཀྱིས་བསོད་ནམས་མ་བྱས་པ་དེ་ལྟ་བུའི་གང་ཟག་ནི་ལུས་དང་སེམས་གཉིས་ཀ་མི་བདེ་བའོ། །
en: Ordinary, worldly persons who have not accumulated any merit. Such persons are unwell both in their minds and in their bodies.

source: ཇི་ལྟར་གང་ཟག་ལས་འདི་ལྟ་བུ་འདུས་པས་ན་ངན་པའི་སར་སྐྱེས་ལ་གཟུགས་ལེགས་པ་དང་། བཟང་པོ་དང་། སྡུག་གུ་དང་། ཁ་དོག་མཛེས་པ་དང་། མདོག་སྣུམ་པ་དང་མཐོང་ན་དགའ་བའི་ལས་གང་ཞེ་ན།
en: “What kind of action, when accumulated, leads a person to be born into an inferior form of existence with a body that is healthy, pleasant, pretty, beautiful in color, with a brilliant complexion, and beautiful to behold?

source: ཆགས་པ་གཡོས་ཏེ་ཚུལ་ཁྲིམས་ཉམས་པ་དང་ལྡན་པའི་གང་ཟག་ནི་ངན་པའི་སར་སྐྱེས་ལ་གཟུགས་ལེགས་པ་དང་། བཟང་པོ་དང་སྡུག་གུར་འགྱུར་རོ། །
en: A person who, motivated by desire, has violated their moral discipline, when reborn in the lower realms, will have a body that is healthy, pleasant, and pretty.

source: ཇི་ལྟར་གང་ཟག་ལས་འདི་ལྟ་བུ་འདུས་པས་ན་ངན་པའི་སར་སྐྱེས་ལ། གཟུགས་ངན་པ་དང་། ལུས་རྩུབ་པ་དང་། མི་སྡུག་པ་དང་། མཐོང་ན་མི་སྡུག་པར་འགྱུར་བའི་ལས་གང་ཞེ་ན།
en: “What kind of action, when accumulated, leads a person to be born into an inferior form of existence with a body that is inferior, coarse, ugly, and revolting?

source: ཁྲོ་བ་སྐྱེས་ཤིང་ཁྲིམས་མི་ཐུབ་པ་དང་ལྡན་པའི་གང་ཟག་འདི་ལྟ་བུ་འདུས་པས་ན་ངན་པའི་སར་སྐྱེས་ལ་གཟུགས་ངན་པ་དང་། ལུས་རྩུབ་པ་དང་། མི་སྡུག་པར་སྣང་བ་དང་། མཐོང་ན་ཡིད་དུ་མི་འོང་བར་འགྱུར་རོ། །
en: When a person has an angry disposition and is unable to keep moral discipline, after accumulating the corresponding action, is reborn in an inferior form of existence, they will possess a body that is inferior, coarse, ugly, [885] and revolting.

source: ཇི་ལྟར་གང་ཟག་ལས་འདི་ལྟ་བུ་འདུས་པས་ན་ངན་པའི་སར་སྐྱེས་ལ་དྲི་མི་ཞིམ་པ་དང་། དབང་པོ་མ་ཚང་བ་དང་། དབང་པོ་མི་འཐུན་པར་འགྱུར་བའི་ལས་གང་ཡིན་ཞེ་ན
en: “What kind of action, when accumulated, leads a person to be born into an inferior form of existence, foul smelling, and with impaired, missing, or inadequate sense organs?

source: གླེན་པར་སྐྱེས་ཤིང་ཁྲིམས་མི་ཐུབ་པ་དང་ལྡན་པ་གང་ཟག་ལས་འདི་ལྟ་བུ་འདུས་པས་ན་ངན་པའི་སར་སྐྱེས་ལ་དྲི་མི་ཞིམ་པ་དང་། དབང་པོ་མ་ཚང་བ་དང་། དབང་པོ་མི་འཐུན་པར་འགྱུར་རོ། །
en: When a person has a disposition toward confusion and is unable to keep moral discipline, and after accumulating the corresponding action is reborn in an inferior form of existence, they will be foul smelling and have impaired, missing, or inadequate sense organs.

source: ཇི་ལྟར་མི་དགེ་བ་བཅུའི་ལས་བྱས་པའི་རྒྱུས་ཕྱི་རོལ་གྱི་ཡུལ་ས་རྣམས་ངན་དུ་འོང་བར་འགྱུར་བ་ཡིན་ཞེ་ན།
en: “How will one’s external environment deteriorate by reason of carrying out the ten nonvirtuous actions?

source: སྲོག་གཅོད་ན་དེའི་ལན་གྱིས་སའི་མདོག་ཉམས་པར་འོང་ངོ་། །
en: As a consequence of killing, the earth will lose its color;

source: མ་བྱིན་པར་བླངས་ན་དེའི་ལན་གྱིས་སེར་བ་དང་། བྱེ་བ་དང་། བྱི་བ་དང་། སྲིན་མང་དུ་འོང་བར་འགྱུར་རོ། །
en: as a consequence of stealing, the land will be hit by hail and infested by birds, mice, and insects;

source: མི་ཚངས་པར་སྤྱོད་པ་བྱས་པས་དེའི་ལས་ཀྱིས་ཁུག་རྣ་དང་། རླུང་དང་རྡུལ་དང་རྡུལ་ཆེན་པོ་འོང་བའི་སར་སྐྱེའོ། །
en: through the act of leading an unchaste life, one will be born in a place beset by fog, wind, dust, and dust storms;

source: བརྫུན་མང་དུ་བྱས་པའི་ལས་ཀྱི་འབྲས་བུ་ནི་ཁར་མནམ་པོར་འགྱུར་བ། དབུགས་མི་ཞིམ་པར་འོང་ངོ་། །
en: the karmic result of lying is a bad taste in one’s mouth, and one’s breath will be foul smelling;

source: ཕྲ་མ་མང་དུ་བྱས་པའི་ལས་ཀྱི་འབྲས་བུ་ནི་ཡུལ་མཐོ་དམན་ཅན་དང་། ལྕང་ལྕོང་ཅན་དང་། མི་གཙང་བ་དང་། ན་རྐོང་དང་། རྡོ་བ་གྲམ་ཁྲོད་ཅན་གྱི་ཡུལ་དུ་སྐྱེའོ། །
en: the karmic result of frequently exercising divisive speech is that one will be born in a land where the ground is uneven, rugged, and unclean—a land where the skin disease called rkong is prevalent and where heaps of stones are scattered everywhere;

source: ཁ་ཁྱལ་པ་བྱས་པའི་ལས་ཀྱི་འབྲས་བུ་ནི་གྲོག་པོ་མང་བ། རྩི་ཤིང་དང་། ཡལ་ག་དང་། འདབ་མ་ཚེར་མ་ཅན་དང་། ནགས་ཚང་ཚིང་ཅན་གྱི་ཡུལ་དུ་སྐྱེའོ། །
en: the karmic result of trivial talk is that one will be born in a country with many ravines, where the trees, branches, and foliage all have thorns, and which is covered by a dense jungle;

source: བརྐམ་པར་བྱས་པའི་འབྲས་བུ་ནི་འབྲུ་འབྲས་ཅི་ཡང་ཕྲ་མོར་འོང་ངོ་། །
en: the karmic result of greed is that grain and fruit will be scanty;

source: ཁྲོ་བ་བྱས་པའི་ལན་གྱིས་ས་བོན་འབྲས་བུ་ཚ་བ་དང་། སྐྱུར་བ་དང་། ཁ་བར་འོང་ངོ་།
en: as a consequence of hatred,grain and fruit will be pungent, sour, and bitter;

source: ལོག་པར་བལྟས་པ་དང་། བྱེད་དུ་བཅུག་པའི་ལས་ཀྱི་རྒྱུས་ནི་ས་བོན་དང་འབྲས་བུ་ཆུང་ཞིང་ངན་པར་འོང་ངོ་།
en: and through the act of holding wrong views and causing others to have wrong views, grain and fruit will be scanty and of inferior quality.

source: འདི་ལྟར་མི་དགེ་བ་བཅུའི་ལས་བྱས་པས་ཕྱི་རོལ་གྱི་ཡུལ་ས་རྣམས་ངན་པར་འགྱུར་ཞིང་མི་བདེ་བའི་གནས་སུ་སྐྱེ་བར་འགྱུར་རོ། །
en: By engaging in the ten nonvirtuous actions in this way, one’s external environment will deteriorate [886] and one will be born in unpleasant places.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཡང་བཀའ་སྩལ་པ། མན་པ་ངན་པ་རྣམ་པ་བཅུར་འགྱུར་བ་ཡང་གོ་ཞིང་ཤེས་པར་བྱོས་ཤིག །
en: And the Bhagavān declared in addition, “Young brahmin, you should furthermore understand and know that there are ten negative consequences of killing.

source: དགྲ་མང་དུ་འགྱུར་བ། ཡིད་དུ་མི་འོང་བར་སྣང་བ། ཚེ་ཐུང་བ། སྡིག་པའི་ལས་ལ་སེམས་པ། སེམས་ཅན་རྣམས་འཇིགས་པར་འགྱུར་བ། མི་དགའ་བཞིན་ཉལ་བ། མི་དགའ་བཞིན་སད་པ། རྨི་ལམ་ན་སྡིག་པ་མཐོང་བ། ཕྱིས་འགྱོད་པ། ཚེ་ཐུང་བའི་ལས་སེམས་ཤིང་བྱེད་པ་ཡིན་ཏེཤི་ནས་ལུས་དང་བྲལ་ན་ལམ་ངན་པར་ལྟུང་ཞིང་སེམས་ཅན་དམྱལ་བར་སྐྱེའོ།
en: (1) One will have numerous enemies; (2) one will have an ugly appearance; (3) one’s life will be short; (4) one will think about evil actions; (5) one will frighten sentient beings; (6) one will constantly fall asleep feeling sad; (7) one will constantly awaken feeling sad; (8) one will dream about sins and later have regrets; (9) one will think about and carry out actions that lead to having a short lifespan; and (10) after one has died and parted with the physical body, one will fall down into bad states and be reborn in hell.

source: མ་བྱིན་པར་བླངས་ན་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་བཅུར་འགྱུར་ཏེ།
en: “The karmic ripening of stealing leads to ten negative consequences.

source: དགྲར་འགྱུར་བ་ཡིན།
en: (1) One will become an enemy;

source: དོགས་པར་འགྱུར་བ་ཡིན།
en: (2) one will feel qualms;

source: མི་རིགས་པར་འགྲོ་བ་ཡིན།
en: (3) one will walk about inappropriately;

source: མཚན་མོ་འཁྱམ་པ་ཡིན།
en: (4) one will roam about at night;

source: སྡིག་པའི་གྲོགས་པོ་ཀུན་གྱི་ནད་ཀྱིས་ཟིན་པ་ཡིན།
en: (5) one will be conjoined with every evil companion;

source: དགེ་བའི་གྲོགས་པོ་ཀུན་སྤངས་པ་ཡིན།
en: (6) one will be bereft of any virtuous friends;

source: ཁྱིམས་མི་ཐུབ་པ་ཡིན།
en: (7) one will be incapable of keeping a household;

source: རྒྱལ་པོས་གྱོད་བཏབ་པ་ཡིན། ཆད་པས་བཅད་པ་ཡིན།
en: (8) one will be put on trial and convicted by the king;

source: མི་སྐྱིད་པར་བྱེད་པར་འགྱུར་བའི་ལས་སེམས་ཤིང་བྱེད་པ་ཡིན་ཏེ།
en: (9) one will constantly think about and carry out actions that lead to others’ unhappiness;

source: ཤི་ནས་ལུས་དང་བྲལ་ནས་ལམ་ངན་པར་ལྟུང་ཞིང་སེམས་ཅན་དམྱལ་བར་སྐྱེའོ། །
en: and (10) after one has died and parted with the physical body, one will fall down into bad states and be reborn in hell.

source: མི་ཚངས་པར་སྤྱོད་པས་ན་ངན་པ་བཅུར་འགྱུར་བ་ཤེས་པར་བྱོས་ཤིག །
en: “One should recognize that leading an unchaste life leads to ten negative consequences.

source: གཞན་གྱི་ཁྱོ་ཤུག་དང་ཉལ་བ་ཡིན།
en: (1) One will sleep with others’ spouses;

source: གླགས་ཚོལ་བ་ཡིན།
en: (2) one will seek an opportunity [to sleep with others’ spouses];

source: ཁྱོ་ཤུག་དང་འཐབ་པ་ཡིན།
en: (3) one will quarrel with one’s spouse;

source: ཁྱོ་ཤུག་འཕྲོགས་པ་ཡིན།
en: (4) one’s partner will leave one;

source: མི་དགེ་བའི་ཆོས་ཀུན་སྐྱེ་བ་ཡིན། དགེ་བའི་ཆོས་ཀུན་བྱང་ཞིང་འབྲི་བར་འགྱུར་བ་ཡིན།
en: (5) all kinds of nonvirtuous personal qualities will arise, and virtuous qualities will steadily diminish;

source: བདག་ཀྱང་བདེན་པར་མི་སྲུང་བ་ཡིན།
en: (6) one will not find true protection;

source: བུ་སྨད་ལ་སོགས་པ་ཡང་བདེན་པར་མ་བསྲུངས་པ་ཡིན།
en: (7) one’s family will not be truly protected;

source: གཉེན་དང་། གྲོགས་པོ་དང་། རིགས་གཅིག་པ་དགྲར་འགྱུར་བའི་ལས་སེམས་ཤིང་བྱེད་པ་ཡིན་ཏེ།
en: (9) one will contemplate and carry out actions that turn one’s relatives, friends, and fellow clansmen into enemies;

source: ཤི་ནས་ལུས་དང་བྲལ་ན་ལམ་ངན་པར་ལྟུང་ཞིང་སེམས་ཅན་དམྱལ་བར་སྐྱེའོ། །
en: and (10) after one has died and parted with the physical body, one will fall down into bad states [887] and be reborn in hell.

source: བརྫུན་བྱས་ན་ངན་པ་བཅུར་འགྱུར་ཏེ།
en: “When one lies, ten negative consequences ensue.

source: དེའི་ལུས་ལ་ལྷ་རྣམས་མི་འཁོར་བ། མི་མ་ཡིན་པ་རྣམས་འཁོར་བ། གཞན་གྱིས་སླུ་བ། བདག་གི་ཚིག་མི་བརྟན་པ། ཁ་མནམ་པ། དྲང་པོར་སྨྲས་ཀྱང་སུ་ཡང་ཡིད་མི་ཆེས་པ། བརྫུན་པོ་ཆེ་དེ་ལ་དྲི་བའི་མི་རིགས་ཞེས་ཟེར་བ། དེ་ལ་ཚིགས་སུ་བཅད་ཅིང་བསྟོད་པ་མེད་པར་གྲགས་པར་འགྱུར་བ། སུ་ཡང་མི་ཉན་པའི་ཚིག་ཏུ་འགྱུར་བ་ཀུན་དུ་ངན་དུ་རྗོད་པའི་ལས་སེམས་ཤིང་བྱེད་པ་ཡིན་ཏེ
en: (1) Around the liar’s body, deities will not congregate; (2) instead, nonhuman spirits will gather; (3) others will deceive one; (4) one’s word will be unreliable; (5) one will always have bad breath; (6) everybody will mistrust one, even when one speaks honestly; (7) people will say that it is wrong to ask such a great liar anything; (8) one will become known as someone with a bad reputation and without commendation; (9) one will habitually contemplate and carry out actions that are regarded as evil, leading to the situation in which nobody listens to what one says; and

source: ཆང་འཐུངས་ན་ངན་པ་བག་མེད་པ་སུམ་ཅུ་རྩ་ལྔར་འགྱུར་བ་ཤེས་པར་བྱོས་ཤིག །
en: “One should know the negative consequences associated with drinking alcohol that lead to thirty-five kinds of heedlessness.

source: སུམ་ཅུ་རྩ་ལྔ་གང་ཞེ་ན།
en: Which thirty-five?

source: མངོན་པར་སྣང་བཞིན་དུ་ནོར་ཟད་པ། མ་དད་པ་མང་པོ་འདུ་བ། འཐབ་མོ་དང་རྩོད་པ་རྣམས་སྐྱེ་བ། ཁྲེལ་ཞིང་ངོ་ཚས་མི་འཛེམ་པ། མི་སྙན་པར་གྲགས་པར་བྱེད་པ། ཤེས་རབ་ཉམས་པར་བྱེད་པ། སྐྱིད་པ་སྔན་ཅད་མ་བསགས་པ། ད་ཡང་མི་སོགས་པ། སྐྱིད་པའི་བསགས་པ་ཀུན་ཟད་ཅིང་མེད་པར་བྱས་པ། གསང་བ་རྣམས་སྨྲ་བ། ལས་སུ་བྱ་བ་རྣམས་ཤོར་བ།
en: (1) The wealth that one is currently experiencing will dissipate; (2) one’s faith [in the Three Jewels] will dissipate; (3) quarrels and disputes will arise; (4) one will neither feel embarrassment nor have a guilty conscience; (5) drinking makes one disgrace oneself; (6) drinking makes one’s knowledge deteriorate; (7) previously unaccumulated happiness will not be accumulated in the future; (8) the happiness that one has accumulated will diminish and eventually disappear completely; (9) one will reveal secrets; (10) one will neglect one’s duties;
